; MSETUP4 string table
[STRING]
CHARSET="178"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME="Arial"
ITEMCHARSET="1"
Other_UserLaunched_Mac="لا يمكن بدء تشغيل هذا البرنامج نظرًا لأنه قيد الاستخدام بواسطة مستخدم آخر."
MSE1="لا يمكن إعادة تشغيل النظام. أغلق برنامج التثبيت أو التطبيق الجاري تشغيله. وبعد ذلك قم بإنهاء برنامج إعداد Canon وحاول مرة أخرى."
MSE2="لا يمكن استخدام هذا البرنامج مع نظام التشغيل الحالي."
MSE3="لتثبيت هذا البرنامج، يجب أن تقوم بتسجيل الدخول كأحد أعضاء مجموعة مسؤولي النظام.\nانقر فوق [موافق] وقم بإزالة القرص المضغوط لإيقاف التثبيت قبل الاكتمال.\nبعد إيقاف التثبيت قبل الاكتمال، قم بتسجيل الدخول كأحد أعضاء مجموعة مسؤولي النظام ثم أدخل القرص المضغوط مرة أخرى."
MSE3_Mac="قم بتسجيل الدخول من خلال حساب مسؤول النظام لبدء تشغيل هذا البرنامج."
MSE31_Mac="يعتبر كل من اسم المستخدم وكلمة المرور الخاصة بمسؤول النظام مطلوبين ليتم تثبيت هذا البرنامج."
MSE4="تحتاج إلى تطبيق ملائم حتى تتمكن من عرض الملف المحدد."
MSE5="لا توجد مساحة كافية على محرك الأقراص %D%. يلزم توفر %S% ميجابايت ليتم تثبيت البرنامج."
MSE6="المجلد المحدد غير صالح. حدد مجلدًا يمكن الكتابة عليه من بين المجلدات الموجودة على محرك الأقراص الثابتة المحلي."
MSE7="لا يمكن بدء تشغيل البرنامج نظرًا لانخفاض دقة الشاشة. قم بتغيير دقة الشاشة إلى 800 × 600 بكسل أو أعلى، ثم قم بإعادة تنفيذ العملية.\nعند التثبيت على الكمبيوتر اللوحي، قم بتعيين اتجاه الشاشة إلى الوضع الأفقي، ثم قم بتنفيذ العملية."
MSE7_Mac="لا يمكن بدء تشغيل البرنامج نظرًا لانخفاض دقة الشاشة. قم بتغيير دقة الشاشة إلى 800 × 600 بكسل أو أعلى، ثم قم بإعادة تنفيذ العملية."
MSE8="لا يوجد قرص مضغوط في محرك الأقراص المضغوطة.\nقم بإعادة إدخال القرص المضغوط في محرك الأقراص المضغوطة."
MSE9="لا يمكن أن يحتوي اسم الملف على أحد الأحرف التالية:\n/ , ; * ? \\" < > |"
MSE10="اسم المسار المحدد يتجاوز الحد المسموح به. حدد اسم مسار لا يتجاوز 150 حرفًا."
MSE11="اسم المسار المحدد لا يتضمن حرف محرك الأقراص أو أن المسار تم تحديده بمسار نسبي. حدد مسارًا مطلقًا."
MSE12="لا يمكن استخدام [تثبيت سهل] مع نظام التشغيل الحالي."
MSE15="يمكن تتشغيل البرنامج على نظام التشغيل Windows 2000 Service Pack 4 أو إصدار أحدث. إذا كان نظام التشغيل الذي تستخدمه أقدم من Service Pack 4، قم بتحديث Windows 2000 إلى Service Pack 4 أو إصدار أحدث، ثم قم بتشغيل البرنامج مرة أخرى."
MSE16="لا يمكن فتح الملف."
MSE17="يمكن تشغيل البرنامج على نظام التشغيل Windows XP Service Pack 2 أو إصدار أحدث. إذا كان نظام التشغيل الذي تستخدمه أقدم من Service Pack 2، قم بتحديث Windows XP إلى Service Pack 2 أو إصدار أحدث، ثم قم بتشغيل البرنامج مرة أخرى."
MSE18="يمكن تشغيل هذا البرنامج على نظام التشغيل Windows XP Service Pack 3 أو الإصدارات الأحدث عند استخدام نظام التشغيل Windows XP. قم بتحديث نظام التشغيل Windows XP إلى الإصدار Service Pack 3 أو إصدار أحدث، ثم حاول مرةً أخرى."
MSE19="يمكن تشغيل هذا البرنامج على نظام التشغيل Windows Vista Service Pack 1 أو الإصدارات الأحدث عند استخدام نظام التشغيل Windows Vista. قم بتحديث نظام التشغيل Windows Vista إلى الإصدار Service Pack 1 أو إصدار أحدث، ثم حاول مرةً أخرى."
MSE20="يمكن تشغيل هذا البرنامج على نظام التشغيل Windows Vista Service Pack 2 أو الإصدارات الأحدث عند استخدام نظام التشغيل Windows Vista. قم بتحديث نظام التشغيل Windows Vista إلى الإصدار Service Pack 2 أو إصدار أحدث، ثم حاول مرةً أخرى."

MSW1="تم تحديث الملف نظرًا لأنه تم العثور على نسخة قديمة من الملف في النظام.  قم بإعادة تشغيل النظام الآن حتى يتم استكمال التحديث. انقر فوق [موافق] لإعادة تشغيل النظام. بعد إعادة تشغيل النظام، سيتم إعادة تشغيل هذا البرنامج تلقائيًا."
MSW2="المجلد\n\"%P%\"\nغير موجود. هل تريد إنشاء مجلد جديد؟"
MSW3="وفقًا لإصدار نظام التشغيل، ربما لم يكتمل التثبيت بشكل صحيح. انقر فوق [راجع أحدث المعلومات] للوصول إلى موقع الويب الخاص بشركة Canon وراجع أحدث المعلومات.\n\nبعد فحص أحدث المعلومات انقر فوق [متابعة التثبيت] لمتابعة التثبيت. انقر فوق [إلغاء التثبيت] لإلغاء التثبيت."
MSW4="أحدث برنامج يدعم نظام التشغيل الخاص بك متوفر الآن. ونوصيك باستخدام أحدث برنامج. انقر فوق [راجع أحدث المعلومات] للوصول إلى موقع الويب الخاص بشركة Canon وتنزيله.\nانقر فوق [موافق] لمتابعة التثبيت. انقر فوق [إلغاء] للخروج من هذا البرنامج."

MSM0001="موافق"
MSM0002="إلغاء"
MSM0003="نعم"
MSM0004="لا"
MSM0005="السابق"
MSM0006="التالي"
MSM0007="متابعة"
MSM0008="إيقاف"
MSM0009="إنهاء"
MSM0010="تثبيت"
MSM0011="تعليمات"
MSM0012="تحديد الكل"
MSM0013="مسح الكل"
MSM0014="راجع أحدث المعلومات"
MSM0015="متابعة التثبيت"
MSM0016="إلغاء التثبيت"
MSM0017="اللغة"
MSM0018="الافتراضات"
MSM0019="مرر"
MSM0020="الرجوع لأعلى"

MSM0101="خطأ"
MSM0102="تحذير"
MSM0103="معلومات"
MSM0104="Canon"

MSM1001="تحديد اللغة"
MSM1002="حدد اللغة التي ترغب في استخدامها مع هذا البرنامج ثم انقر فوق [التالي]."
MSM1003="حدد اللغة التي ترغب في استخدامها مع هذا البرنامج ثم انقر فوق [السابق]."

MSM1011="بدء تثبيت الأداة المساعدة. حيث تعد الأداة المساعد ضرورية لعمليات الإعداد."

MSM1021="الحصول على المعلومات"
MSM1022="جارٍ الحصول على معلومات حول أحدث البرامج وبرامج التشغيل. الرجاء الانتظار."
MSM1023="للوصول إلى الإنترنت، سيحصل هذا البرنامج على المعلومات المحفوظة في سلسلة المفاتيح الخاصة بك.\nفإذا ظهر المربع الحواري \"تأكيد الوصول إلى سلسلة المفاتيح\"، فانقر فوق [السماح دومًا]."

MSM1031="خطأ في الحصول على المعلومات"
MSM1032="فشل الحصول على معلومات حول البرنامج وبرنامج التشغيل. تحقق من اتصال الشبكة وأعد المحاولة."

MSM1051="اختيار الطابعة"
MSM1052="اختيار الماسحة الضوئية"
MSM1053="حدد الطابعة المطلوب تركيبها، ثم انقر فوق [التالي]."
MSM1054="حدد الماسحة الضوئية المطلوب تركيبها، ثم انقر فوق [التالي]."

MSM1101="تحديد مكان الإقامة"
MSM1102="حدد مكان إقامتك ثم انقر فوق [التالي]."
MSM1103="الولايات المتحدة وكندا وأمريكا اللاتينية"
MSM1104="أوروبا والشرق الأوسط وأفريقيا"
MSM1105="آسيا"
MSM1106="منطقة المحيط الهادي"

MSM1111="حدد بلد أو محل الإقامة، ثم انقر فوق [التالي]. إذا لم يكن بلد أو محل الإقامة مدرجًا فيما يلي، حدد \"أخرى\"."
MSM1116="تحديد البلد أو المنطقة"
MSM1117="حدد مكان الإقامة الخاص بك."
MSM1118="حدد البلد أو محل الإقامة. إذا لم يكن البلد أو محل الإقامة مدرجًا فيما يلي، حدد \"أخرى\"."

MSM1201="حدد أسلوب التثبيت واتبع الإرشادات التي تظهر على الشاشات."
MSM1202="مستحسن للمستخدمين الجدد"
MSM1203="تثبيت سهل"
MSM1204="تثبيت البرنامج تلقائيًا."
MSM1205="تثبيت مخصص"
MSM1206="تتيح لك هذه الطريقة إمكانية تحديد البرامج التي ترغب في استخدامها، ويتم من خلالها تثبيت البرامج المحددة فقط."
MSM1207="إلغاء تثبيت البرنامج."
MSM1208="ماسحة Canon الضوئية للصور الملونة"
MSM1209="الأداة المساعدة لإعداد CanoScan"
MSM1210="Creative Photo Album Kit"
MSM1211="تتيح لك هذه الطريقة إمكانية تحديد البرامج التي ترغب في استخدامها، ويتم من خلالها تثبيت البرامج المحددة فقط."
MSM1221="يمكنك تحديد إما استخدام هذه الطابعة من خلال توصيل USB أو اتصال شبكة LAN. اتبع الإرشادات التي تظهر على الشاشة لتحديد أسلوب التوصيل.\n\nيجب إعداد الشبكة عند استخدام الطابعة من خلال اتصال شبكة LAN. إذا اكتمل بالفعل الإعداد، يتم تأكيد الاتصال تلقائيًا. إذا لم يكتمل الإعداد، اتبع الإرشادات التي تظهر على الشاشة لإعداد الطابعة."
MSM1222="بدء تثبيت البرامج. اتبع الإرشادات التي تظهر على الشاشة."
MSM1231="يمكنك تغيير أسلوب التوصيل أو إضافة برامج أو بدء الإعداد من جديد. انقر فوق [بدء الإعداد من جديد] فقط عندما لا تعمل الطابعة بشكل صحيح."
MSM1232="تغيير أسلوب التوصيل"
MSM1233="يتيح لك تغيير أسلوب التوصيل بين الطابعة والكمبيوتر من منفذ USB إلى شبكة LAN أو من شبكة LAN إلى منفذ USB."
MSM1234="إضافة برامج"
MSM1235="يتيح لك تحديد برنامج لإضافته أو لإلغاء تثبيته."
MSM1236="بدء الإعداد من جديد"
MSM1237="يتيح لك البدء مجددًا من مرحلة التثبيت الأولية وحتى مرحلة الاتصال."
MSM1238="يمكنك إضافة برامج أو بدء الإعداد من جديد. انقر فوق [بدء الإعداد من جديد] فقط عندما لا تعمل الطابعة بشكل صحيح."
MSM1239="لاستخدام الفاكس"
MSM1241="إعداد الطابعة"
MSM1242="يحتاج بدء الإعداد إلى استخدام الجهاز من خلال جهاز الكمبيوتر. اتبع الإرشادات الواردة على الشاشة."
MSM1243="إعداد الطابعة"
MSM1244="يتيح لك هذا البرنامج استخدام الجهاز من خلال جهاز الكمبيوتر."
MSM1245="برامج مفيدة"
MSM1246="لتثبيت البرامج التي تتيح لك استخدام الجهاز بسهولة أكثر."
MSM1247="الدليل على الإنترنت"
MSM1248="يمكن مراجعة الدليل على الشبكة."
MSM1249="استخدام البرامج التي تم تحديثها الموجودة على الإنترنت"
MSM1301="تثبيت سهل"
MSM1302="سيتم تثبيت برامج التطبيقات المسرودة. للمتابعة، انقر فوق [تثبيت].\n\nلعرض مقدمة هذا البرنامج، قم بتحريك مؤشر الماوس إلى اسم البرنامج."
MSM1304="عرض الملف التمهيدي:"
MSM1305="محرك الأقراص %DRIVELETTER% المساحة المتوفرة %DISKSPACE% ميجابايت"
MSM1306="إجمالي المساحة المستخدمة: %ITEMSPACE% ميجابايت"
MSM1307="%s م.ب"
MSM1308="انقر فوق هذا الزر لقراءة ملف الوصف لـ %s."
MSM1309="انقر فوق هذا الزر لقراءة الملف التمهيدي لـ %s."
MSM1310="برنامج التشغيل والدليل"
MSM1311="التطبيق"
MSM1312="وقت التثبيت المقدَّر: من %INSTALLTIME_MIN% إلى %INSTALLTIME_MAX% دقيقة"
MSM1313=
MSM1314="هذا البرنامج إلزامي. ولذلك، لا يوصى بإلغاء تحديده.\nهل تريد إلغاء تحديده؟"
MSM1315="قد يستغرق التثبيت بعض الوقت وفقًا لبيئة الشبكة الخاصة بك."

MSM1401="تثبيت مخصص"
MSM1402="حدد خانة الاختيار الخاصة بالبرامج المطلوب تثبيتها، ثم انقر فوق [التالي].\nلعرض مقدمة البرنامج، الرجاء تحريك مؤشر الماوس إلى اسم البرنامج."
MSM1402_Mac="حدد خانة الاختيار الخاصة بالبرامج المطلوب تثبيتها، ثم انقر فوق [تثبيت].\nلعرض مقدمة البرنامج، الرجاء تحريك مؤشر الماوس إلى اسم البرنامج."
MSM1451="قائمة تثبيت البرامج"
MSM1452="يعمل على تثبيت البرامج المحددة. تأكد من تحديد البرامج التي تريد تثبيتها، ثم انقر فوق [التالي]."
MSM1453_Mac="يلزمك تثبيت البرنامج الموجود أدناه لاستخدام جميع وظائف هذه الطابعة."
MSM1454="هذا البرنامج إلزامي ولا يمكن إلغاء تحديده."
MSM1455_Mac="يلزمك تثبيت البرنامج الموجود أدناه لاستخدام جميع وظائف هذه الماسحة الضوئية."

MSM1501="تغيير موقع التثبيت"
MSM1502="يمكنك تغيير موقع تثبيت %LOCATIONITEM%."
MSM1503="إذا كنت لا تحتاج إلى تغيير الموقع، انقر فوق [تثبيت]."
MSM1504="لتغيير الموقع، انقر فوق [استعراض...]، حدد المجلد الذي تريد تثبيت البرنامج فيه ثم انقر فوق [تثبيت]."
MSM1505="موقع التثبيت:"
MSM1506="استعراض..."
MSM1507="محرك الأقراص %DRIVELETTER%  المساحة المتوفرة: %DISKSPACE% ميجابايت  المساحة المطلوبة: %ITEMSPACE% ميجابايت"
MSM1508="محرك الأقراص %APPDRIVELETTER%  المساحة المتوفرة: %APPDISKSPACE% ميجابايت  المساحة المطلوبة: %APPITEMSPACE% ميجابايت"

MSM1601="اتفاقية الترخيص"
MSM1602="قبل تثبيت البرامج المحددة، قم بقراءة اتفاقية الترخيص الواردة أدناه بعناية."
MSM1603="في حالة قبول الاتفاقية، انقر فوق [نعم]. في حالة النقر فوق [لا]، سيتم إلغاء تثبيت البرنامج."
MSM1604="قبل تثبيت %CURRENT_STEPITEM%، الرجاء قراءة اتفاقية الترخيص المدرجة أدناه بعناية."
MSM1605="في حالة قبول الاتفاقية، انقر فوق [نعم]. في حالة النقر فوق [لا]، لن يتم تثبيت البرنامج."
MSM1606="منتجات Canon"
MSM1607="في حالة عدم قبول اتفاقية الترخيص، لن يتم تثبيت هذا البرنامج. هل أنت موافق?"
MSM1608="في حالة عدم قبول اتفاقية الترخيص، لن يتم تثبيت هذا التطبيق وبرنامج Print Studio Pro الذي يتطلب توفر هذا التطبيق. هل أنت موافق؟"
MSM1609="%PAGE% / %TOTALPAGE%"
App_License_Mac="اتفاقية ترخيص %s"

MSM1651="تحديث ملف النظام"
MSM1659="السماح بعمليات معالجة معالج التثبيت"
MSM1660="الرجاء السماح بجميع عمليات معالجة معالج التثبيت"
MSM1661="قد يعرض جدار الحماية أو البرامج المضادة للفيروسات مربعات حوار لتنبيهك أثناء تثبيت منتجات Canon. الرجاء السماح بمتابعة التثبيت من خلال تحديد أحد الخيارات الموجودة في مربع الحوار مثل:\n\n-تخويل\n-السماح\n-نعم\n-إلغاء المنع"

MSM1671="تثبيت ‭.NET Framework‬"
MSM1672="برنامج Microsoft .NET Framework 4 غير مثبت على جهاز الكمبيوتر الخاص بك. لاستخدام كافة البرامج، يلزمك تثبيت برنامج Microsoft .NET Framework ‪4‬‬. هل تريد تثبيته؟"

MSM1681="لم يتم العثور على برنامج Microsoft .NET Framework 4"
MSM1682="لم يتم العثور على برنامج Microsoft .NET Framework 4 أو لم يتم تثبيته بشكل صحيح.\nيجب تثبيت برنامج Microsoft .NET Framework 4 بشكل صحيح لتثبيت هذا البرنامج."

MSM1701="تقدم التثبيت: %PROGRESS%%"
MSM1702="المتبقي %RESTTIME% دقيقة تقريبًا حتى الاكتمال"
MSM1703="تقدم التثبيت: %PROGRESS%%PERCENT%"
MSM1711="جارٍ التنزيل..."
MSM1712="جارٍ حساب الوقت المتبقي..."
MSM1713="الوقت المتبقي [بالدقيقة]: حوالي %d"
MSM1714="جارٍ التنزيل %s..."
PERCENT="%"

MSM1801="الخطوة الأولى"
MSM1802="الخطوة الثانية"
MSM1803="الخطوة الثالثة"
MSM1804="اتفاقية الترخيص"
MSM1805="التثبيت"
MSM1806="الإعداد"
MSM1806_Mac="الاكتمال"
MSM1807="التطبيقات"
MSM1808="أدوات مساعدة"
MSM1809="الاكتمال"
MSM1810="الخطوة الرابعة"
MSM1811="معلومات"

MSM1901="تتم الآن المعالجة"
MSM1902="تتم الآن المعالجة. الرجاء الانتظار."
MSM1903="تم الانتهاء من تثبيت %ITEM%."
MSM1904="جاري تثبيت: %ITEM%"
MSM1905="جارٍ تنزيل: %ITEM%"
MSM1906="جارٍ تنزيل %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="توصيل الطابعة"
MSM2002="تأكد من توصيل الطابعة بجهاز الكمبيوتر ثم قم بتشغيلها."
MSM2003="لم يتم الكشف عن الطابعة. تحقق من التوصيل."
MSM2004="تحديد يدوي"
MSM2005="لتحديد منفذ الطابعة يدويًا بدون تنفيذ الكشف التلقائي، انقر فوق [تحديد يدوي]."
MSM2006="تم الكشف عن الطابعة. الرجاء الانتظار حتى اكتمال التثبيت."
MSM2007="جاري معالجة التثبيت...الرجاء الانتظار للحظات أخرى قليلة."
MSM2010="توصيل الطابعة"
MSM2011="تأكد من توصيل الطابعة بجهاز الكمبيوتر، ومن توصيل الطابعة بالطاقة. بعد التحقق من الاتصال، انقر فوق [إعادة تشغيل] لإعادة تشغيل جهاز الكمبيوتر."
MSM2021="قد يتم عرض معالج العثور على أجهزة جديدة. إذا تم عرضه، انقر فوق [إلغاء الأمر] من معالج العثور على أجهزة جديدة لإغلاقه ثم استأنف التثبيت."
MSM2031="توصيل الماسحة الضوئية"
MSM2032="تأكد من توصيل الماسحة الضوئية بجهاز الكمبيوتر ثم قم بتشغيلها إذا كانت تحتوي على زر تشغيل."
MSM2033="لم يتم الكشف عن الماسحة الضوئية. تحقق من التوصيل."
MSM2034="تم الكشف عن الماسحة الضوئية. الرجاء الانتظار حتى اكتمال التثبيت."

MSM2051="أسلوب الإعداد"
MSM2052="توصيل الطابعة بالشبكة لأول مرة"
MSM2053="حدد هذا الخيار إذا كنت تريد استخدام طابعة غير متصلة بالشبكة بعد، سواء عبر شبكة محلية سلكية أو لاسلكية. ويتم إجراء إعداد الشبكة من خلال توصيل الطابعة بجهاز كمبيوتر باستخدام كبل USB."
MSM2054="الطابعة متصلة بالشبكة بالفعل"
MSM2055="حدد هذا الخيار إذا كنت تريد استخدام طابعة متصلة بالشبكة بالفعل من خلال جهاز الكمبيوتر. ويمكنك تحديد هذا الخيار أيضًا في حالة ما إذا كان قد تم إعداد الشبكة المحلية اللاسلكية باستخدام WPS (الإعداد المحمي بتقنية Wi-Fi) أو WCN (اتصال Windows الآن)."
MSM2056="حدد أسلوب الإعداد ثم انقر فوق [التالي]."
MSM2065="حدد هذا الخيار عندما تريد استخدام طابعة ليست متصلة بالشبكة الآن، عبر شبكة LAN السلكية. ويتم إجراء إعداد الشبكة من خلال توصيل الطابعة بجهاز كمبيوتر باستخدام كبل USB."
MSM2067="حدد هذا الخيار إذا كنت تريد استخدام طابعة متصلة بالشبكة بالفعل من خلال جهاز الكمبيوتر. "
MSM2068="استخدم الطابعة من خلال منفذ USB"
MSM2069="حدد هذا الخيار لاستخدام الطابعة من خلال منفذ USB."
MSM2070="إعداد الطابعة"
MSM2071="يجب إعداد الطابعة قبل استخدامها. قم بإعداد الطابعة بعد إعادة تشغيل جهاز الكمبيوتر. \n\nالرجاء مراجعة دليل الطابعة لمعرفة التفاصيل."
MSM2081="في حالة تحديد إعداد الشبكة المحلية السلكية/اللاسلكية على لوحة التشغيل بالطابعة حسب أسلوب التوصيل، انقر فوق [موافق].\n\nأما إذا لم يكن قد تم تحديده حتى الآن، ارجع إلى دليل البدء."
MSM2081_Mac="بالنسبة لمستخدمي الشبكة المحلية السلكية/اللاسلكية:\n في حالة تحديد إعداد الشبكة المحلية السلكية/اللاسلكية على لوحة التشغيل بالطابعة حسب أسلوب التوصيل، انقر فوق [إعادة تشغيل]. ستظهر شاشة إعداد الشبكة بعد إعادة تشغيل الكمبيوتر.\n\nأما في حالة ما يتم تحديده، ارجع إلى دليل المستخدم."
MSM2083="حدد أسلوب توصيل الطابعة"
MSM2084="استخدم الطابعة من خلال منفذ USB"
MSM2085="حدد هذا الخيار لاستخدام الطابعة من خلال منفذ USB."
MSM2086="استخدم الطابعة عبر اتصال شبكة LAN اللاسلكية"
MSM2087="حدد هذا الخيار لاستخدام الطابعة عبر اتصال شبكة LAN اللاسلكية."
MSM2088="استخدم الطابعة عبر اتصال شبكة LAN السلكية"
MSM2089="حدد هذا الخيار لاستخدام الطابعة عبر اتصال شبكة LAN السلكية."
MSM2090="اكتشاف الطابعة"
MSM2091="ابدأ البحث عن الطابعة على الشبكة.\nفي حالة إكمال إعداد الشبكة الخاصة بالطابعة، انقر فوق [التالي].\n\nفي حالة عدم الإكمال، قم بإكمال إعداد الشبكة.\nلمعرفة كيفية إعداد الشبكة، انقر فوق [الدليل على الإنترنت].\n\nانقر فوق [إلغاء] لإلغاء عملية التثبيت."
MSM2090_Mac="اكتشاف الطابعة"
MSM2091_Mac="ابدأ البحث عن الطابعة على الشبكة.\nفي حالة إكمال إعداد الشبكة الخاصة بالطابعة، انقر فوق [التالي].\n\nفي حالة عدم الإكمال، قم بإكمال إعداد الشبكة.\nلمعرفة كيفية إعداد الشبكة، انقر فوق [الدليل على الإنترنت].\n\nانقر فوق [إلغاء] لإلغاء عملية التثبيت."
MSM2092_Mac="إعداد الشبكة"
MSM2093_Mac="سيتم إجراء الإعداد الخاص بالشبكة بعد إعادة تشغيل جهاز الكمبيوتر الخاص بك. انقر فوق [إعادة تشغيل] لإعادة تشغيل جهاز الكمبيوتر."
MSM2094="ابدأ البحث عن الطابعة على الشبكة. انقر فوق [التالي].\nانقر فوق [إلغاء] لإلغاء عملية التثبيت."
MSM2096="اكتشاف الطابعة"
MSM2097="البحث عن الطابعة على الشبكة."
MSM2098_Mac="اتصال الشبكة"
MSM2099_Mac="اضغط على الزر \"تشغيل (ON)\" الموجود بالطابعة لتشغيلها إذا كنت تريد استخدامها على الشبكة."
MSM2100_Mac="وصلة USB"

MSM2101="تحديد منفذ"
MSM2102="حدد منفذ الطابعة ثم انقر فوق [التالي]."

MSM2250="تم الإعداد"
MSM2251="تم إكمال الإعداد. المنتج الآن جاهز للاستخدام. انقر فوق [التالي] للمتابعة إلى الخطوة التالية."
MSM2252="تم الإعداد"
MSM2253="تم اكتمال الإعداد الخاص بالطباعة من جهاز الكمبيوتر.\nبعد ذلك، سيتم تثبيت البرامج."
MSM2254="لم يكتمل التثبيت.\nلمتابعة تثبيت البرامج المفيدة، انقر فوق [متابعة].\nللخروج من عملية التثبيت، انقر فوق [إنهاء]."

MSM2261="الإعداد"
MSM2262="سيتم تعطيل اتصال الشبكة بشكل مؤقت أثناء الإعداد.\nالرجاء الانتظار."
MSM2263="فشل في إجراء الإعداد Cableless setup. قم بتعليق العملية وتحديد طريقة إعداد أخرى باتباع الإرشادات الواردة على الشاشة."

MSM2301="فشل التثبيت"
MSM2302="تعذر تثبيت %ITEM%. انقر فوق [البدء من جديد] لإعادة تنفيذ عملية التثبيت."
MSM2303="يوضح هذا الدليل أسباب مشكلات التثبيت وكيفية علاج هذه المشكلات."
MSM2304="البدء من جديد"
MSM2305="بالنسبة لمشاكل شبكة الاتصال، راجع \"دليل استكشاف أخطاء إعداد الشبكة وإصلاحها\".\nأما بالنسبة للمشاكل الأخرى، راجع الدليل."

MSM2401="محاذاة رأس الطباعة مستحسنة"
MSM2402="هذه الطابعة بها ميزة محاذاة رأس الطباعة. إذا كانت النُسخ المطبوعة تحتوي على سطور غير محاذاة أو كانت غير مرضية، قد تعمل محاذاة رأس الطباعة على حل هذه المشكلات.\n\nارجع لدليل المستخدم لمعرفة التفاصيل."
MSM2402_Mac="يجب تنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. تتيح محاذاة رؤوس الطباعة إمكانية تصحيح أوضاع تركيب رؤوس الطباعة وتعديل انحرافات الألوان والسطور.\n\nقم بتنفيذ محاذاة رأس الطباعة بعد إعادة تشغيل جهاز الكمبيوتر وتوصيل الطابعة بجهاز الكمبيوتر.\n\nارجع إلى دليل المستخدم للحصول على التفاصيل."
MSM2411="محاذاة رأس الطباعة"
MSM2412="يجب أن تقوم بتنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. قم بتحميل ورق في الطابعة ثم انقر فوق [تنفيذ]. ارجع إلى دليل استخدام الطابعة، للحصول على التفاصيل.\n\nبعد اكتمال محاذاة رأس الطباعة، انقر فوق [التالي]."
MSM2412_Mac="يجب تنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. قم بتحميل ورق في الطابعة ثم انقر فوق [تنفيذ]. ارجع إلى دليل استخدام الطابعة، للحصول على التفاصيل.\n\nإذا كنت لا تريد محاذاة رأس الطباعة، انقر فوق [التالي]."
MSM2413="تنفيذ"
MSM2414="عند طباعة صور فوتوغرافية على هذه الطابعة، فإنه يوصى بإجراء محاذاة لرأس الطباعة. ولإجراء هذه المحاذاة الآن، قم بتحميل ورق عادي في الدرج، ثم انقر فوق [تنفيذ]. بعد اكتمال محاذاة الرأس، انقر فوق [التالي]. للحصول على تفاصيل، ارجع إلى دليل الطابعة. \n\nبالإضافة إلى ذلك، فإن محاذاة الرأس تكون متاحة بعد اكتمال الإعداد. للمتابعة دون إجراء محاذاة رأس الطباعة، انقر فوق [ التالي]."
MSM2414_Mac="عند طباعة صور فوتوغرافية على هذه الطابعة، فإنه يوصى بإجراء محاذاة لرأس الطباعة. ولإجراء هذه المحاذاة الآن، قم بتحميل ورق عادي في الدرج، ثم انقر فوق [تنفيذ]. بعد اكتمال محاذاة الرأس، انقر فوق [التالي]. للحصول على تفاصيل، ارجع إلى دليل الطابعة. \n\nبالإضافة إلى ذلك، فإن محاذاة الرأس تكون متاحة بعد اكتمال الإعداد. للمتابعة دون إجراء محاذاة رأس الطباعة، انقر فوق [ التالي]."
MSM2415="يجب أن تقوم بتنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. قم بتحميل ورق MP-101 في الطابعة وانقر فوق [تنفيذ]. ارجع إلى دليل استخدام الطابعة، للحصول على التفاصيل.\n\nبعد اكتمال محاذاة رأس الطابعة، انقر فوق [التالي]."
MSM2415_Mac="يجب تنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. قم بتحميل MP-101 في الطابعة ثم انقر فوق [تنفيذ]. ارجع إلى دليل استخدام الطابعة، للحصول على التفاصيل.\n\nإذا كنت لا تريد محاذاة رأس الطباعة، انقر فوق [التالي]."
MSM2416="يجب أن تقوم بتنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. انقر فوق [تنفيذ] لعرض شاشة بدء محاذاة رأس الطباعة. اتبع الإرشادات التي تظهر على الشاشة لطباعة نموذج المحاذاة. قم بوضع نموذج المحاذاة المطبوع على السطح الزجاجي، ثم قم بمسحه ضوئيًا.\n\nبعد اكتمال محاذاة رأس الطباعة، انقر فوق، [التالي]."
MSM2416_Mac="يجب أن تقوم بتنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. انقر فوق [تنفيذ] لعرض شاشة بدء محاذاة رأس الطباعة. اتبع الإرشادات التي تظهر على الشاشة لطباعة نموذج المحاذاة. قم بوضع نموذج المحاذاة المطبوع على السطح الزجاجي، ثم قم بمسحه ضوئيًا.\n\nبعد اكتمال محاذاة رأس الطباعة، انقر فوق، [التالي]."
MSM2417="هذه الطابعة بها ميزة محاذاة رأس الطباعة. إذا كانت النُسخ المطبوعة تحتوي على سطور غير محاذاة أو كانت غير مرضية، قد تعمل محاذاة رأس الطباعة على حل هذه المشكلات."
MSM2418="يجب أن تقوم بتنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. قم بتحميل ورق في الطابعة، وانقر فوق [تنفيذ]، ثم انقر فوق [التالي]."
MSM2418_Mac="يجب تنفيذ محاذاة رأس الطباعة قبل استخدام هذه الطابعة. قم بتحميل ورق في الطابعة ثم انقر فوق [تنفيذ].\n\nإذا كنت لا تريد محاذاة رأس الطباعة، انقر فوق [التالي]."
MSM2420="البحث عن الطابعات."
MSM2421="البحث عن  %PRODUCTNAME%."
MSM2422="لم يتم العثور على قائمة انتظار الطابعة."
MSM2423="انقر فوق [تسجيل الطابعة] لتسجيل الطابعة."
MSM2424="تسجيل الطابعة"
MSM2431="تسجيل الطابعة والماسح الضوئي"
MSM2432="تم إكمال إعداد الطابعة والماسح الضوئي على الشبكة.\nبعد ذلك، قم بتسجيل الطابعة والماسح الضوئي على الكمبيوتر.\n\nانقر فوق [تسجيل الطابعة] أو [تسجيل الماسح الضوئي] لبدء تشغيل برنامج التطبيق المناسب للتسجيل. اتبع الإرشادات الخاصة ببرنامج التطبيق لإكمال عملية التسجيل."
MSM2433="تسجيل الطابعة "
MSM2434="تسجيل الماسح الضوئي"
MSM2435="اكتمل إعداد شبكة الطابعة.\nبعد ذلك، قم بتسجيل الطابعة على جهاز الكمبيوتر.\n\nانقر فوق [تسجيل الطابعة] لبدء البرنامج التطبيقي المناسب لإجراء التسجيل. اتبع إرشادات البرنامج التطبيقي لإكمال التسجيل."
MSM2436_Mac="اكتمل إعداد شبكة الطابعة.\nبعد ذلك، قم بإضافة الطابعة إلى جهاز الكمبيوتر.\n\nانقر فوق [إضافة الطابعة] لبدء البرنامج التطبيقي الخاص بإضافة الطابعة. اتبع إرشادات البرنامج التطبيقي لإكمال العملية.\n\nإذا كنت غير متأكد من كيفية استخدام البرنامج التطبيقي، فانقر فوق [الدليل على الإنترنت]."
MSM2437_Mac="إضافة الطابعة"
MSM2438_Mac="عند النقر فوق [إضافة الطابعة]، سيتم عرض الطابعات التي يمكن إضافتها. حدد %s التي يظهر \"Canon IJ Network\" في حقل \"النوع\" الخاص بها، ثم انقر فوق [إضافة].\nبعد إضافة الطابعة، انقر فوق [التالي]."
MSM2439_Mac="إذا لم يتم عرض الطابعات التي يتوقع عرضها، أو إذا كنت غير متأكد من كيفية استخدام هذه الشاشة، فانقر فوق [الدليل على الإنترنت]."
MSM2440_Mac="اختيار الماسحة الضوئية"
MSM2441_Mac="إعداد الماسحة الضوئية على جهاز الكمبيوتر.\n\nانقر فوق [اختيار الماسحة الضوئية] لبدء البرنامج التطبيقي الخاص بإعداد الماسحة الضوئية. اتبع إرشادات البرنامج التطبيقي لإكمال العملية."

MSM2451="تسجيل المستخدم"
MSM2453="التالي"
MSM2464="تسجيل المستخدم"
MSM2465="قم بتسجيل منتج Canon الخاص بك اليوم، وسوف تحصل على المزايا التالية:\n- الحصول على رسائل إخبارية شهرية بالبريد الإلكتروني حول وسائل تقليل التكاليف من Canon.\n- الحصول على مشروعات ترفيهية من موقع Creative Park، بالإضافة إلى تلميحات مفيدة.\n- التمتع بأولوية الحصول على إعلامات ترقيات البرامج"
MSM2474="تسجيل المستخدم"
MSM2475="من خلال تسجيل المنتج الخاص بك، ستتمكن من تلقى معلومات مفيدة حول المنتج والصيانة. سوف تحتاج إلى الاتصال بالإنترنت للتسجيل."
MSM2484="تسجيل المنتج"
MSM2485JU="قم بتسجيل منتج Canon الخاص بك اليوم وتمتع بالفوائد التالية:\n- ستحفظ لك Canon U.S.A. معلوماتك مسجلة في حالة المطالبة بالتأمين\n- كن ضمن أول من يتلقون إخطارات حول ترقيات البرامج\n- تلقى رسائل البريد الإلكتروني الإخبارية الخاصة بنا والتي تصدر شهريًا من خلال نظام التوفير من Canon"
MSM2485M="من خلال تحديث منتج جديد أو تسجيله، ستتمكن من تلقي معلومات مفيدة حول المنتج والصيانة. سوف تحتاج إلى الاتصال بالإنترنت للتحديث والتسجيل."
MSM2486_Mac="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2486_Mac2="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية والرقم المسلسل للطابعة تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2487="للتسجيل في وقت لاحق، انقر فوق [إلغاء] وانتقل إلى الخطوة التالية. يمكنك أيضًا تسجيل المنتجات في أي وقت باستخدام برنامج Quick Menu."

MSM2501="CANON iMAGE GATEWAY تسجيل المستخد"
MSM2502="تسجيل"
MSM2503="CANON iMAGE GATEWAY تسجيل المستخد"
MSM2504="إن خدمة CANON iMAGE GATEWAY هي خدمة حصرية على الإنترنت لمشتري المنتج المؤهل للحصول على عضوية مجانية أو عضوية بمصاريف سنوية. ويمكنك استخدام العديد من الخدمات التي تتيح لك زيادة الاستمتاع بتجربة الصور الرقمية إذا قمت بتقديم طلب تسجيل المستخدم."
MSM2506="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2507="في حالة النقر فوق [تسجيل]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية والرقم المسلسل للطابعة تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2511="تسجيل المستخدم"
MSM2513="تسجيل المنتج"
MSM2514="قم بتسجيل منتج Canon الخاص بك اليوم، وسوف تحصل على المزايا التالية:\n- الحصول على رسائل إخبارية شهرية بالبريد الإلكتروني حول وسائل تقليل التكاليف من Canon.\n- الحصول على مشروعات ترفيهية من موقع Creative Park، بالإضافة إلى تلميحات مفيدة.\n- التمتع بأولوية الحصول على إعلامات ترقيات البرامج"
MSM2515="من خلال تسجيل المنتج الخاص بك، ستتمكن من تلقى معلومات مفيدة حول المنتج والصيانة. سوف تحتاج إلى الاتصال بالإنترنت للتسجيل."
MSM2516="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2517="في حالة النقر فوق [التالي]، سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية والرقم المسلسل للطابعة تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل."
MSM2521="تسجيل المستخدم. سيتم تجميع اسم المنتج ومعلومات نظام التشغيل ومعلومات المنطقة والرقم المسلسل للطابعة تلقائيًا ثم إرسالها إلى Canon عبر الإنترنت. ستنعكس هذه المعلومات مباشرةً في شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2522="تسجيل المستخدم. سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2526="تسجيل المستخدم. سيتم تجميع اسم المنتج ومعلومات نظام التشغيل ومعلومات المنطقة والرقم المسلسل للطابعة تلقائيًا ثم إرسالها إلى Canon عبر الإنترنت. ستنعكس هذه المعلومات مباشرةً في شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2527="تسجيل المستخدم. سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل. للمتابعة، انقر فوق [موافق]."

MSM2551="تسجيل مستخدم Canon %s"
MSM2552="إلغاء تثبيت تسجيل المستخدم"
MSM2571="برنامج إلغاء تثبيت تسجيل مستخدم %s"
MSM2572="هل تريد بالتأكيد إزالة  'تسجيل مستخدم Canon %s' وكل مكوناته بالكامل؟"
MSM2573="تم إكمال إلغاء التثبيت بنجاح."
MSM2574="فشل إلغاء التثبيت."
MSM2575="يجب إعادة تشغيل جهاز الكمبيوتر لإكمال عملية إلغاء التثبيت. انقر فوق [موافق] لإعادة التشغيل. انقر فوق [إلغاء] لإعادة التشغيل في وقت لاحق."
MSM2576="يجب أن يكون لديك امتيازات المسئول لإلغاء تثبيت تسجيل مستخدم Canon %s."
MSM2577="تسجيل المستخدم. سيتم تجميع اسم المنتج ومعلومات نظام التشغيل ومعلومات المنطقة تلقائيًا ثم إرسالها إلى Canon عبر الإنترنت. ستنعكس هذه المعلومات مباشرةً في شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2577_Mac2="تسجيل المستخدم. سيتم تجميع اسم المنتج ومعلومات نظام التشغيل ومعلومات المنطقة والرقم المسلسل للطابعة تلقائيًا ثم إرسالها إلى Canon عبر الإنترنت. ستنعكس هذه المعلومات مباشرةً في شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2578="تسجيل المستخدم. سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2578_2="تسجيل المستخدم. سيتم تجميع بيانات اسم المنتج ومعلومات نظام التشغيل والمعلومات الإقليمية والرقم المسلسل للطابعة تلقائيًا ثم يتم إرسالها إلى Canon عبر الإنترنت. ستتم الاستعانة بهذه المعلومات لغرض وحيد وهو فتح شاشة التسجيل. للمتابعة، انقر فوق [موافق]."
MSM2580="فشل التوصيل. تأكد من تمكين اتصال الشبكة، ثم أعد المحاولة. إذا استمر فشل التوصيل، انتظر قليلاً وأعد المحاولة. يمكنك أيضًا التسجيل في أي وقت، وذلك بالنقر نقرًا مزدوجًا فوق الرمز باستخدام برنامج Solution Menu EX."
MSM2581="فشل التوصيل. تأكد من تمكين اتصال الشبكة، ثم أعد المحاولة. إذا استمر فشل التوصيل، انتظر قليلاً وأعد المحاولة."
MSM2582="فشل التوصيل."
MSM2583="جاري الاتصال"
MSM2584="جاري الاتصال. رجاء الانتظار."
MSM2585="أدخل اسم المستخدم وكلمة مرور جدار الحماية."
MSM2586="اسم المستخدم:"
MSM2587="كلمة المرور:"
MSM2588="حفظ كلمة المرور هذه في سلسلة المفاتيح"
MSM2589="فشل التوصيل. تأكد من تمكين اتصال الشبكة، ثم أعد المحاولة. إذا استمر فشل التوصيل، انتظر قليلاً وأعد المحاولة."

ExecutingPrefSet_Mac="التطبيق مرتبط بـ CanoScan Toolbox"

MSM2601="اكتمل التثبيت بنجاح."
MSM2602="قم بإعادة تشغيل النظام الآن (مستحسن)"
MSM2603="إعادة تشغيل"
MSM2604="اكتمل التثبيت بنجاح.\nتأكد من اتصال الماسحة الضوئية بالكمبيوتر ومن أنها في وضع التشغيل ثم انقر فوق [إنهاء]."

MSM2610="تحميل ورق عادي في الدرج"
MSM2611="قم بتحميل الورق العادي كما هو موضح أدناه."
MSM2612="تحميل ورق عادي فقط في الدرج"
MSM2613="تحميل ورق صور فوتوغرافية في الدرج الخلفي"

MSM2701="إلغاء التثبيت"
MSM2702="لم يكتمل التثبيت. للاستمرار في عملية التثبيت، انقر فوق [متابعة]. لإلغاء التثبيت، انقر فوق [إلغاء]."
MSM2702_Mac="لم يكتمل التثبيت. للاستمرار في عملية التثبيت، انقر فوق [متابعة]. لإلغاء التثبيت، انقر فوق [إيقاف]."

MSM2801="تغيير إعدادات النظام"
MSM2802="يجب إعادة تشغيل النظام قبل أن يتم تفعيل الإعدادات الجديدة.\nهل تريد إعادة تشغيل النظام الآن؟"

MSM2851="Extended Survey Program"
MSM2856="أوافق"
MSM2857="لا أوافق"
MSM2870="حرصًا منا على تطوير وتسويق منتجات تفي بمتطلبات العملاء على أفضل وجه، تحتاج شركة Canon إلى إرسال المعلومات الموضحة أدناه، والمتعلقة بطابعتك، إليها عن طريق الإنترنت."
MSM2871="حرصًا منا على تطوير وتسويق منتجات تفي بمتطلبات العملاء على أفضل وجه، تحتاج شركة Canon إلى إرسال المعلومات الموضحة أدناه، والمتعلقة بطابعتك، إلى شركة الأبحاث المعتمدة قانونيًا عن طريق الإنترنت."
MSM2873="في حالة موافقتك على ما سبق، انقر فوق [أوافق]. وفي حالة عدم الموافقة، انقر فوق [لا أوافق]."
MSM2874="حرصًا منا على تطوير وتسويق منتجات تفي بمتطلبات العملاء على أفضل وجه، تحتاج شركة Canon إلى إرسال المعلومات الموضحة أدناه، والمتعلقة بمنتج Canon الخاص بك، إلى شركة Canon (في حالة استخدام المنتج Canon في الصين، سيتم إرسال المعلومات إلى شركة الأبحاث المعتمدة قانونيًا) عن طريق الإنترنت."
MSM2876="في حالة موافقتك على ما سبق، انقر فوق [أوافق] لبدء تثبيت برنامج الاستبيان. وفي حالة عدم الموافقة، انقر فوق [لا أوافق]. من الممكن ألا يعمل هذا البرنامج على إصدارات غير مدعومة من نظام التشغيل."
MSM2879_Win="إذا ظهر الإطار التحكم في حساب المستخدم، فاسمح للبرنامج بالمتابعة."
MSM2901="اختبار طباعة"
MSM2902="اكتمل إعداد الطابعة وتثبيت البرامج.\n\nسيتم إجراء اختبار للطباعة للتحقق من عمل الطابعة. قم بتحميل ورق عادي في الطابعة ثم انقر فوق [تنفيذ]. بعد اختبار الطباعة، انقر فوق [التالي].\n\nلتخطي اختبار الطباعة، انقر فوق [التالي] بدلاً من [تنفيذ].\n\nإذا حدث خطأ بالطباعة، اتبع الإرشادات التي تظهر على الشاشة لبدء الإعداد من جديد."
MSM2903="سيتم إجراء اختبار للطباعة للتحقق من عمل الطابعة.\nقم بتحميل ورق عادي في الطابعة، وانقر فوق [تنفيذ]، ثم انقر فوق [التالي].\n\nلتخطي اختبار الطباعة، انقر فوق [التالي] بدلاً من [تنفيذ].\n\nإذا حدث خطأ بالطباعة، اتبع الإرشادات التي تظهر على الشاشة لبدء الإعداد من جديد."

MSM3001="يجب أن يكون هذا البرنامج متوفرًا لديك حتى تتمكن من استخدام الطابعة.\nيمكنك تنفيذ عمليات الطباعة المناسبة لأنواع وأحجام الورق المتنوعة."
MSM3002_Mac="يوضح الدليل الإلكتروني طريقة تشغيل برنامج التشغيل ويقدم إرشادات سهلة حول كيفية استخدام البرنامج التطبيقي."
MSM3008="يمكنك دمج ملفات الصور مع النصوص وإجراء Direct Print بسهولة على الملصق الخاص بالقرص."
MSM3009="تحديث النظام."
MSM3010="تتيح لك هذه الأداة المساعدة إمكانية استخدام الملفات المخزَّنة على بطاقة الذاكرة، التي تم إدخالها في فتحة البطاقة الموجودة بالطابعة، من خلال جهاز الكمبيوتر."
MSM3011="يتيح لك برنامج التشغيل هذا إمكانية استخدام الجهاز على شبكة."
MSM3012="استخدم هذه الأداة لتغيير أسلوب الاتصال وإعدادات الأمان للجهاز المتصل بالشبكة."
MSM3013="يساعدك برنامج My Printer على حل مشكلات الطباعة مثل الطباعة الملطخة."
MSM3016="من الضروري استخدام برامج تشغيل MP Drivers لطباعة المستندات ومسح الصور ضوئيًا."
MSM3018="يتيح لك برنامج ArcSoft PhotoStudio إمكانية تصحيح/تحسين الصور التي يتم استيرادها من الماسحة الضوئية أو الكاميرا الرقمية."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="يعد ScanSoft OmniPage SE برنامج OCR (تعرُّف بصري على الحروف) يمكنه تحويل أحرف النصوص الموجودة بالكتب أو الصحف إلى بيانات نصية."
MSM3021="يمنحك برنامج Presto! PageManager سهولة مسح المستندات والصور الفوتوغرافية ضوئيًا ومشاركتها وتنظيمها. يمكنك حفظ كل المستندات المتعلقة بعملك في مجلدات متداخلة غير محدودة ليتم استردادها بسهولة."
MSM3023="يتيح لك برنامج Setup Utility إمكانية تكوين إعدادات الطباعة من خلال الاتصال بالأشعة تحت الحمراء أو اتصال Bluetooth."
MSM3024="يتيح لك برنامج Setup Utility إمكانية تكوين إعدادات الطباعة من خلال PictBridge."
MSM3026="يعتبر هذا برنامجًا إضافيًا به إمكانية الطباعة الاحترافية للصور الفوتوغرافية بشكل أكثر سهولة. لاستخدام هذا البرنامج الإضافي، تحتاج إلى تثبيت برنامج تطبيقي ملائم."
MSM3027="يُعتبر برنامج تشغيل XPS مناسبًا للطباعة من البرامج التطبيقية التي تدعم طباعة XPS (في نظام التشغيل Windows Vista أو الأحدث)."
MSM3027_0="يُعتبر برنامج تشغيل XPS مناسبًا للطباعة من البرامج التطبيقية التي تدعم طباعة XPS (في نظام التشغيل Windows Vista أو الأحدث). يلزم تثبيت برنامج تشغيل الطابعة IJ بشكل صحيح."
MSM3027_1="يُعتبر برنامج تشغيل XPS مناسبًا للطباعة من البرامج التطبيقية التي تدعم طباعة XPS (في نظام التشغيل Windows Vista أو الأحدث). يلزم تثبيت MP Drivers بشكل صحيح."
MSM3028="ScanGear هو برنامج تشغيل للماسحة الضوئية. لاستخدام برنامج التشغيل، قم بتنفيذ برنامج تطبيقي مثل برنامج تحرير الصور."
MSM3028_Mac="يلزم وجود برنامج تشغيل لاستخدام الماسحة الضوئية. حيث يتيح لك تحديد حجم الملف، وحجم الإخراج، والإعدادات المتقدمة الأخرى عند إجراء المسح الضوئي. ويتم استخدامه أيضًا عند تشغيل الماسحة الضوئية من تطبيقات متوافقة مع TWAIN."
MSM3031_Mac="يوضح الدليل الإلكتروني طريقة تشغيل برنامج التشغيل ويقدم إرشادات سهلة حول كيفية استخدام البرنامج التطبيقي."
MSM3032=
MSM3034="يعتبر هذا مطلوبًا لطباعة ألوان صور Adobe RGB بعناية. تعد علامة Adobe علامة تجارية أو علامة تجارية مسجلة لشركة Adobe Systems Incorporated في الولايات المتحدة و/أو بلدان أخرى."
MSM3035="يتيح لك برنامج Setup Utility إمكانية تكوين إعدادات الطباعة من خلال الاتصال بالأشعة تحت الحمراء أو اتصال Bluetooth أو PictBridge."
MSM3037="ScanGear CS هو برنامج تشغيل للماسحة الضوئية (برنامج تشغيل TWAIN) ويعتبر من البرامج الضرورية لتشغيل الماسحة الضوئية. لاستخدام برنامج التشغيل، قم بتنفيذ برنامج تطبيقي مثل برنامج تحرير الصور."
MSM3040="يتيح لك الخيار Easy-PhotoPrint EX إنشاء ألبوم الصور أو الملصقات أو التقويم الخاص بك بسهولة باستخدام صور الكاميرا الرقمية الخاصة بك. كما يمكنك طباعة الصور بدون حدود في لقطة. بالإضافة إلى ذلك، يمكنك تطبيق تصحيح ظاهرة العين الحمراء وصقل الوجه الرقمي قبل الطباعة."
MSM3041="يقوم على الفور ببدء برنامج تطبيق الملحقات الذي يتيح لك إمكانية طباعة الصور الفوتوغرافية بسهولة."
MSM3042="يتيح لك MP Navigator EX استيراد الصور الممسوحة ضوئيًا بسهولة إلى البرنامج التطبيقي مباشرةً، لطباعتها أو إرفاقها برسالة بريد إلكتروني أو لحفظها في جهاز الكمبيوتر."
MSM3043="يوضح الدليل طريقة استخدام الجهاز والبرنامج المرفق. كما تتوفر معلومات حول تصحيح الأخطاء في حال وجودها. يلزم استخدام برنامج \nInternet Explorer 8.0 أو إصدار أحدث."
MSM3043_Mac="يوضح الدليل طريقة استخدام الجهاز والبرنامج المرفق. كما تتوفر معلومات حول تصحيح الأخطاء في حال وجودها."
MSM3044="يسمح لك برنامج Easy-WebPrint EX بقطع أجزاء من صفحات الويب وطباعتها في التخطيط الخاص بك. ويظهر هذا البرنامج على المتصفح الخاص بك كشريط أدوات سهل الاستخدام. يلزم استخدام برنامج Internet Explorer 7.0 أو إصدار أحدث."
MSM3044_Mac="يسمح لك برنامج Easy-WebPrint EX باقتصاص أجزاء من صفحات الويب وطباعتها في التخطيط الخاص بك. وهو برنامج إضافي مفيد للمتصفح الخاص بك. يلزم توفر متصفح Safari 4.0‎ أو أحدث."
MSM3045="يسمح لك هذا البرنامج بتحرير الاتصال السريع المشفر ومعلومات المستخدم والإعدادات الأخرى المسجلة في الطابعة، وحفظ الإعدادات المحررة على الحاسوب، أو إعادة تسجيلها في الطابعة."
MSM3046="يستطيع Solution Menu EX أن يبدأ على الفور تشغيل البرنامج التطبيقي الذي يتيح طباعة الألبوم أو التقويم بسهولة أو إجراء المسح الضوئي بنقرة واحدة. بالإضافة إلى أنك تستطيع بسهولة الوصول إلى مواقع Canon على الإنترنت والتي تدعم العديد من الاستخدامات. "
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="يمكنك استيراد صور فوتوغرافية واستخدامها لإنشاء عناصر مخصصة وطباعتها مثل الملصقات والبطاقات والتقويمات. يمكنك أيضًا طباعة صور فوتوغرافية بدون حدود وتصحيح/تحسين الصور من خلال خطوات بسيطة. استخدمه مع برنامج Quick Menu لإنشاء صور مخصصة من الصور الفوتوغرافية المحفوظة."
MSM3049="برنامج إضافي لطباعة الصور الفوتوغرافية ويعمل على تسهيل إنشاء أعمال فنية احترافية وتحسينها. يجب تثبيت تطبيق مناسب. راجع الدليل لمعرفة التطبيقات الملائمة."
MSM3050="يمكنك بسرعة بدء تشغيل البرامج أو الدليل الخاص بمنتج Canon. ويمكنك أيضًا الوصول بسرعة إلى موقع الويب الذي يقدم لك معلومات مفيدة حول منتج Canon أو مواقع ويب مساعدة تتيح العديد من الاستخدامات، والمزيد. استخدمه مع برنامج My Image Garden لتنشيط برنامج Image Display والذي يمكنك من خلاله عرض الصور المخصصة والصور الفوتوغرافية في عرض شرائح."
MSM3051="هو برنامج تشغيل لاستخدام الماسحة الضوئية. ويتم استخدامه عند تشغيل الماسحة الضوئية من تطبيقات متوافقة مع ICA."
MSM3052="تقوم هذه الأداة المساعدة بمسح الصور ضوئيًا وحفظها بواسطة برنامج تشغيل الماسحة الضوئية."
MSM3053="يمكنك بسرعة بدء تشغيل البرامج الخاصة بمنتج Canon لديك. ويمكنك أيضًا الوصول بسرعة إلى الدليل والعديد من مواقع الويب."
MSM3054="قم بإضافة قواميس للغة المراد استخدمها عند إنشاء ملفات PDF قابلة للبحث أو في حالة بدء OCR. بعد التثبيت، قم بتحديد اللغة المناظرة في شاشة الإعداد الخاصة بالأداة Canon IJ Scan Utility."
MSM3055="هذا هو تطبيق يقوم بفتح ScanGear لمعاينة الصور ومسحها ضوئيًا، ثم حفظها على جهاز كمبيوتر."
MSM3056="يتيح لك هذا البرنامج إمكانية تكوين إعدادات الطباعة لاستخدام الطابعة على الشبكة."
MSM4001W="برنامج تشغيل الطابعة IJ"
MSM4001="برنامج تشغيل الطابعة"
MSM4002="الدليل الخاص بالمستخدم"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="برنامج تشغيل XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB ‭(1998)‬"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="الأداة المساعدة للاتصال السريع"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="برنامج تشغيل ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="قواميس إضافية لـ OCR (الصينية/الكورية)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="أصبحت ميزة شراء الحبر عبر الإنترنت جاهزة الآن."
EIDENABLER_ADMIN="لتشغيل البرنامج، يجب أن تقوم بتسجيل الدخول باعتبارك أحد أفراد مجموعة المسؤولين."

MENU1_Mac="حول الإعداد"
MENU2_Mac="الخدمات"
MENU3_Mac="إخفاء الإعداد"
MENU4_Mac="إخفاء الآخرين"
MENU5_Mac="إظهار الكل"
MENU6_Mac="إنهاء الإعداد"

English="English‭(English)‬"
French="Français‭(French)‬"
German="Deutsch‭(German)‬"
Arabic="العربية(Arabic)"
Italian="Italiano‭(Italian)‬"
Spanish="Español‭(Spanish)‬"
Portuguese="Português‭(Portuguese)‬"
Dutch="Nederlands‭(Dutch)‬"
Danish="dansk‭(Danish)‬"
Norwegian="norsk‭(bokmål)‬‭(Norwegian)‬"
Swedish="svenska‭(Swedish)‬"
Finnish="suomi‭(Finnish)‬"
Greek="Ελληνικά‭(Greek)‬"
Polish="polski‭(Polish)‬"
Czech="čeština‭(Czech)‬"
Russian="Русский‭(Russian)‬"
Indonesian="Bahasa Indonesia‭(Indonesian)‬"
Hungarian="magyar‭(Hungarian)‬"
Turkish="Türkçe‭(Turkish)‬"
Simplified_Chinese="中文‭(简体)‬‭(Chinese ‭(Simplified)‬)‬"
Traditional_Chinese="中文‭(繁體)‬‭(Chinese ‭(Traditional)‬)‬"
Korean="한국어‭(Korean)‬"
Thai="ภาษาไทย‭(Thai)‬"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語‭(Japanese)‬"
Estonian="eesti‭(Estonian)‬"
Latvian="latviešu‭(Latvian)‬"
Lithuanian="lietuvių‭(Lithuanian)‬"
Slovenian="Slovenščina‭(Slovenian)‬"
Ukrainian="Українська‭(Ukrainian)‬"
Slovak="slovenčina‭(Slovak)‬"
Persian="فارسی(Farsi)"
Bulgarian="български‭(Bulgarian)‬"
Rumanian="Română‭(Romanian)‬"
Croatian="hrvatski‭(Croatian)‬"

CN="الصين"
HK="هونج كونج"
ID="إندونيسيا"
IN="الهند"
JP="اليابان"
KR="كوريا"
MY="ماليزيا"
PH="الفلبين"
SG="سنغافورة"
TW="تايوان"
TH="تايلاند"
VN="فيتنام"
MO="ماكاو"

AU="أستراليا"
NZ="نيوزيلندا"

US="الولايات المتحدة"
CA="كندا"
BR="البرازيل"
MX="المكسيك"
AR="الأرجنتين"
CL="تشيلي"
PA="بنما"

AT="النمسا"
BE="بلجيكا"
BG="بلغاريا"
HR="كرواتيا"
CZ="جمهورية التشيك"
DK="الدانمارك"
EE="استونيا"
FI="فنلندا"
FR="فرنسا"
DE="ألمانيا"
GR="اليونان"
HU="المجر"
IE="أيرلندا"
IT="إيطاليا"
LV="لاتفيا"
LT="لتوانيا"
LU="لكسمبورج"
NL="هولندا"
NO="النرويج"
PL="بولندا"
PT="البرتغال"
RO="رومانيا"
RU="روسيا"
SK="سلوفاكيا"
SI="سلوفينيا"
ZA="جنوب إفريقيا"
ES="إسبانيا"
SE="السويد"
CH="سويسرا"
TR="تركيا"
GB="المملكة المتحدة"

Others="أخرى"

MSM2703="إلغاء التثبيت"
MSM2704="التثبيت غير مكتمل."
MSM2705="انقر فوق [متابعة] لاستكمال التثبيت. انقر فوق [إيقاف] للخروج من التثبيت."
MSM2706="متابعة"
MSM2707="إيقاف"
MSM2951="برنامج تثبيت %s"
MSM2952="لم يتم العثور على أي قرص مضغوط خاص بالتثبيت. لمتابعة تثبيت برنامج تشغيل %s، قم بإدخال القرص المضغوط الخاص بـ %s ثم انقر فوق موافق."

MSM5001="إنشاء \"الاسم المستعار\" على سطح المكتب"
MSM5002="هل توافق على إنشاء اسم مستعار للدليل على سطح المكتب؟ إذا كنت توافق، فحدد \"أوافق\". وإذا قمت بتحديد \"لا أوافق\"، يمكنك فتح الدليل من \"مجلد التطبيقات\"."
MSM5003="أوافق"
MSM5004="لا أوافق"

MSM5010="إضافة Easy-WebPrint EX إلى شريط الإرساء"
MSM5011="هل توافق على إضافة Easy-WebPrint EX إلى شريط الإرساء؟ إذا كنت توافق، فحدد \"أوافق\". وإذا قمت بتحديد \"لا أوافق\"، يمكنك استخدام Easy-WebPrint EX من \"مجلد التطبيقات\"."
MSM5012="أوافق"

MSM6000="حدد أسلوب توصيل الطابعة."
MSM6001="وصلة شبكة محلية لاسلكية"
MSM6002="وصلة شبكة محلية سلكية"
MSM6003="وصلة USB"
MSM6004="حاول إعداد شبكة الطابعة مرة أخرى"
MSM6005="قم بتحديد طريقة اتصال الشبكة المحلية اللاسلكية."
MSM6006="الاتصال عبر الموجه اللاسلكي (موصى به)"
MSM6007="الاتصال المباشر"
MSM6008="قم بتوصيل الكمبيوتر والطابعة عبر موجه لاسلكي."
MSM6009="لتوصيل الكمبيوتر والطابعة بشكل مباشر."
MSM6010="للتبديل بين الاتصال عبر الموجه اللاسلكي والاتصال المباشر أو للحصول على مزيد من التفاصيل حول طريقة الاتصال، انقر فوق [الإرشادات]."
MSM6011="الإرشادات"
MSM6012="تأكد من أن الطابعة قيد التشغيل."
MSM6013="الطابعات الموجودة على قائمة الشبكات"
MSM6014="الرقم المسلسل"
MSM6015="عنوان MAC"
MSM6016="عنوان IP"
MSM6017="يتعذر العثور على طابعة الإعداد في القائمة"
MSM6018="تحديث"
MSM6019="1.لتعيين الطابعة على الشبكة، حدد إحدى الطابعات من قائمة الطابعات أعلاه، ثم انقر فوق [التالي].\n   يمكن العثور على الرقم المسلسل على الجزء الخلفي من الطابعة وفي الضمان.\n   حيث تقوم القائمة الموجودة أعلاه بعرض آخر 5 أرقام من الرقم المسلسل.\n2.في حالة تعذر العثور على طابعة الإعداد في القائمة الموجودة أعلاه، قم بتشغيل الطابعة وانقر فوق [تحديث].\n3. إذا استمر تعذر العثور على الطابعة، فحدد [يتعذر العثور على طابعة الإعداد في القائمة]، ثم انقر فوق [التالي]."
MSM6020="1. إذا كانت الطابعة التي تريد إعدادها على الشبكة مدرجة ضمن قائمة الطابعات أعلاه، فقم بتحديدها، ثم انقر فوق [التالي].\n    يمكنك العثور على الرقم المسلسل في مؤخرة الطابعة أو في الضمان.\n2. إذا كانت الطابعة التي تريد إعدادها ضمن القائمة الموجودة أعلاه، فقم بتشغيل الطابعة، ثم انقر فوق [تحديث].\n3. إذا استمر تعذر العثور على الطابعة في القائمة، فقم بتحديد [يتعذر العثور على طابعة الإعداد في القائمة]، ثم انقر فوق [التالي].\n4. بالتسبة لاتصال USB، قم أيضًا بتحديد [يتعذر العثور على طابعة الإعداد]، ثم انقر فوق [التالي]."
MSM6021="اكتمل الاتصال."
MSM6022="تحديد طريقة الاتصال"
MSM6023="التحقق من الطاقة"
MSM6024="استخدم طريقة أخرى للإعداد. واتبع الإرشادات الواردة على الشاشة."
MSM6025="يجب إتمام إعداد الطابعة قبل تثبيت برنامج تشغيل XPS. وفي حالة عدم إتمام الإعداد، انقر فوق [الرجوع لأعلى] لإعداد الطابعة."
MSM6026="إعدادات جدار الحماية"
MSM6027="يجب عليك إلغاء تنشيط الحظر المفروض على هذا البرنامج في وظيفة جدار الحماية الخاص بنظام Windows."
MSM6028="إلغاء تنشيط الحظر"
MSM6029="اختيار الطابعة"
MSM6100="يستخدم My Image Garden الصور التي تم حفظها على الكمبيوتر لإنشاء بطاقة أو تقويم تلقائيًا."
MSM6101="توفر CREATIVE PARK PREMIUM محتويات PREMIUM بشكل حصري لمستخدمي أحبار Canon الأصلية."
MSM6102="يمكنك نسخ الصورة المطبوعة بشكل مماثل بمجرد تحديد القائمة من الطابعة."
MSM6103="حتى في حالة إيقاف تشغيل الطابعة، يتم تشغيلها بشكل تلقائي عند بدء مهمة طباعة."
MSM6104="يمكنك الوضع الصامت من الطباعة أو النسخ أو المسح الضوئي في هدوء دون القلق من الوقت أو من الأصوات المحيطة."
MSM6105="تختلف الوظائف المذكورة هنا باختلاف الطرز التي تستخدمها. للحصول على مزيد من التفاصيل، راجع الدليل."
MSM6106="للحصول على مزيد من التفاصيل حول الوظائف والإعدادات، راجع الدليل."
MSM6030="تحديد من القائمة"
MSM6031="يمكن العثور على الرقم المسلسل في خطاب الضمان وعلى الطابعة."
MSM6032="جهاز IPv4"
MSM6033="جهاز IPv6"
MSM6034="الرقم المسلسل (آخر 5 أرقام)"
MSM6035="موقع الرقم المسلسل"
MSM6036="تحديد عنوان IP وإجراء البحث"
MSM6037="إعداد توصيل الشبكة وفقًا للدليل"
MSM6038="حدد هذا الخيار إذا كانت الطابعة غير ظاهرة في القائمة أو إذا تعذر العثور عليها من خلال تحديد عنوان IP."
MSM6039="تحديد أسلوب البحث عن الطابعة"
MSM6040="البحث بعنوان IPv4"
MSM6041="البحث بعنوان IPv6"
MSM6042="البحث من خلال اسم المضيف"
MSM6043="البحث من خلال اسم Bonjour"
MSM6044="لتحديد عنوان IP وإجراء البحث، يجب تخصيص عنوان IP إلى الطابعة مسبقًا. للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6045="خطأ في البحث عن عنوان IP المحدد"
MSM6046="يتعذر العثور على الطابعة المحددة. تحقق من عنوان IP، ثم حاول مرة أخرى. للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6047="إعادة اكتشاف"
MSM6048="عنوان IP المحدد مستخدم بالفعل من جهاز آخر. تحقق من عنوان IP، ثم حاول مرة أخرى. للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6049="تغيير إعدادات شبكة IPv4"
MSM6050="حدد طريقة الإعداد، ثم أدخل عنوان IP الخاص بالطابعة المراد استخدامها."
MSM6051="إعداد تلقائي"
MSM6052="يجب أن يكون لديك ملقم DHCP للحصول على عنوان IP تلقائيًا."
MSM6053="إعداد يدوي"
MSM6054="عنوان IPv4"
MSM6055="اتصل بمسئول الشبكة حول عنوان IP."
MSM6056="تغيير إعدادات شبكة IPv6"
MSM6057="يجب أن يكون لديك ملقم DHCPv6 أو موجه IPv6 للحصول على عنوان IPv6 تلقائيًا."
MSM6058="عنوان IPv6"
MSM6059="طول البادئة"
MSM6060="اتصل بمسئول الشبكة حول عنوان IP وطول البادئة."
MSM6061="خطأ في تغيير إعدادات الشبكة"
MSM6062="قد يفشل التغيير نظرًا لأحد الأسباب التالية:\n  -عنوان IP الذي تم إدخاله غير صالح\n  -عنوان IP متكرر"
MSM6063="للحصول على مزيد من التفاصيل، انقر فوق [الدليل على الإنترنت]."
MSM6064="انقر فوق [إضافة طابعة]، ثم أضف الطابعة باتباع الإرشادات الواردة على الشاشة.\n\nبعد إضافة الطابعة، انقر فوق [التالي]."
MSM6065="لاستخدام جميع وظائف هذه الطابعة، يلزم تثبيت برنامج التشغيل من Canon.\nانقر فوق [التالي] لتكرار عملية الإعداد."
MSM6066="تعيين كطابعة افتراضية"
MSM6067="قم بتوصيل الطابعة والكمبيوتر باستخدام كبل USB.\nتأكد من أن الطابعة قيد التشغيل."
MSM6091="هل قمت بتهيئة الطابعة؟"
MSM6092="1. تحقق من وجود حبر في خزان الحبر.\n2. اضغط مع الاستمرار على الزر \"إيقاف (Stop)\" الموجود بالطابعة لمدة 5 ثوانٍ تقريبًا.\nوبعد ذلك، ستقوم الطابعة ببدء التهيئة. ستستغرق هذه العملية 6 دقائق تقريبًا."
MSM6093="1. تحقق من وجود حبر في خزان الحبر.\n2. اضغط مع الاستمرار على الزر \"استئناف/إلغاء (RESUME/CANCEL)\" الموجود بالطابعة لمدة 5 ثوانٍ تقريبًا.\nوبعد ذلك، ستقوم الطابعة ببدء التهيئة. ستستغرق هذه العملية 6 دقائق تقريبًا."
